tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "neovim/neovim"
tap "puma/puma"
brew "mas"
brew "cmake"
brew "fzf"
brew "git"
brew "grip"
brew "haskell-stack"
brew "htop"
brew "imagemagick"
brew "libxml2"
brew "libxslt"
brew "mysql"
brew "neovim"
brew "node", link: false
brew "phantomjs"
brew "python"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "atom"
cask "haskell-platform"
cask "iterm2"
cask "keycastr"
cask "ngrok"
mas "Trello", id: 1278508951
